{
  "base_model_name_or_path": "google/medgemma-2b-it",
  "peft_type": "LORA",
  "r": 16,
  "lora_alpha": 16,
  "target_modules": ["q_proj", "k_proj", "v_proj", "o_proj", "gate_proj", "up_proj", "down_proj"],
  "lora_dropout": 0.05,
  "task_type": "CAUSAL_LM"
}
